Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# computerUse.onboarding.done.detailReady
source: Setup is complete. You can now ask cmux to use apps on your Mac.
ar: اكتمل الإعداد. يمكنك الآن مطالبة cmux باستخدام التطبيقات على جهاز Mac الخاص بك.
de: Die Einrichtung ist abgeschlossen. Sie können cmux nun bitten, Apps auf Ihrem Mac zu verwenden.
es: La configuración ha finalizado. Ahora puedes pedirle a cmux que use aplicaciones en tu Mac.
fr: La configuration est terminée. Vous pouvez maintenant demander à cmux d’utiliser des applications sur votre Mac.
ja: 設定が完了しました。cmuxにこのMac上のアプリの操作を依頼できます。
ko: 설정이 완료되었습니다. 이제 cmux에게 Mac에 있는 앱을 사용하도록 요청할 수 있습니다.
zh_hans: 设置已完成。现在你可以让 cmux 使用这台 Mac 上的应用了。
zh_hant: 設定已完成。您現在可以要求 cmux 操作您 Mac 上的應用程式。

# computerUse.onboarding.done.title
source: cmux Computer Use Is Ready
ar: ميزة استخدام الكمبيوتر لـ cmux جاهزة
de: cmux Computer Use ist bereit
es: cmux Computer Use está listo
fr: cmux Computer Use est prêt
ja: cmux Computer Useの準備ができました
ko: cmux 컴퓨터 사용 준비 완료
zh_hans: cmux Computer Use 已就绪
zh_hant: cmux 電腦操作已就緒

# computerUse.onboarding.dragAction
source: Drag
ar: سحب
de: Ziehen
es: Arrastrar
fr: Faire glisser
ja: ドラッグ
ko: 드래그
zh_hans: 拖移
zh_hant: 拖移

# computerUse.onboarding.dragHint
source: Drag this app into the list in System Settings, turn it on, then come back here.
ar: اسحب هذا التطبيق إلى القائمة في إعدادات النظام، وقم بتشغيله، ثم عد إلى هنا.
de: Ziehen Sie diese App in die Liste in den Systemeinstellungen, schalten Sie sie ein und kehren Sie dann hierher zurück.
es: Arrastra esta aplicación a la lista en Ajustes del Sistema, actívala y vuelve aquí.
fr: Faites glisser cette application dans la liste des Réglages Système, activez-la, puis revenez ici.
ja: このアプリをシステム設定のリストにドラッグしてオンにし、ここに戻ってください。
ko: 이 앱을 시스템 설정 목록으로 드래그하여 활성화한 다음, 여기로 돌아오십시오.
zh_hans: 把这个应用拖到「系统设置」的列表里，打开它，然后回到这里。
zh_hant: 將此應用程式拖移到系統設定的清單中，將其開啟，然後返回此處。

# computerUse.onboarding.dragTip
source: Drag the app card, not this window, into the permission list.
ar: اسحب بطاقة التطبيق — وليس هذه النافذة — إلى قائمة الأذونات.
de: Ziehen Sie die App-Karte – nicht dieses Fenster – in die Berechtigungsliste.
es: Arrastra la tarjeta de la aplicación (no esta ventana) a la lista de permisos.
fr: Faites glisser la carte de l’application — et non cette fenêtre — dans la liste des autorisations.
ja: このウインドウではなく、アプリカードを権限リストにドラッグしてください。
ko: 이 창이 아닌 앱 카드를 권한 목록으로 드래그하십시오.
zh_hans: 请拖移应用卡片，而不是这个窗口，把它拖到权限列表中。
zh_hant: 請將應用程式卡片（而非此視窗）拖移至權限清單中。

# computerUse.onboarding.dragTooltip
source: Drag %@ into the permission list
ar: اسحب %@ إلى قائمة الأذونات
de: Ziehe %@ in die Berechtigungsliste
es: Arrastra %@ a la lista de permisos
fr: Faites glisser %@ dans la liste des autorisations
ja: %@を権限リストにドラッグ
ko: %@을(를) 권한 목록으로 드래그하십시오
zh_hans: 将 %@ 拖入权限列表
zh_hant: 將 %@ 拖移至權限清單中

# computerUse.onboarding.finishScreenshotAccess
source: Finish screenshot access
ar: إنهاء الوصول إلى لقطات الشاشة
de: Zugriff auf Bildschirmaufnahmen abschließen
es: Finalizar el acceso a las capturas de pantalla
fr: Terminer l’accès aux captures d’écran
ja: スクリーンショットへのアクセスを完了
ko: 스크린샷 접근 권한 설정 완료
zh_hans: 完成屏幕快照授权
zh_hant: 完成螢幕快照存取授權

# computerUse.onboarding.hero.confirmCapture
source: macOS is asking to confirm screen capture. Choose Allow in the system alert to finish setup.
ar: يطلب نظام macOS تأكيد تسجيل الشاشة. اختر السماح في تنبيه النظام لإنهاء الإعداد.
de: macOS bittet um Bestätigung der Bildschirmaufnahme. Wählen Sie „Erlauben“ im Systemhinweis, um die Einrichtung abzuschließen.
es: macOS solicita confirmar la captura de pantalla. Elige Permitir en la alerta del sistema para finalizar la configuración.
fr: macOS demande à confirmer l’enregistrement de l’écran. Choisissez Autoriser dans l’alerte système pour terminer la configuration.
ja: macOSが画面収録の確認を求めています。 システムの警告で「許可」を選択するとセットアップが完了します。
ko: macOS에서 화면 캡처 확인을 요청하고 있습니다. 설정을 완료하려면 시스템 알림에서 '허용'을 선택하십시오.
zh_hans: macOS 正在请求确认屏幕捕捉。 请在系统提示中选择「允许」以完成设置。
zh_hant: macOS 正在要求確認螢幕擷取。 請在系統警示中選擇「允許」以完成設定。

# computerUse.onboarding.hero.detail
source: cmux Computer Use needs these permissions to use apps on your Mac. These permissions are used when you ask cmux to perform tasks.
ar: تحتاج ميزة استخدام الكمبيوتر لـ cmux إلى هذه الأذونات لاستخدام التطبيقات على جهاز Mac الخاص بك. تُستخدم هذه الأذونات عندما تطلب من cmux أداء المهام.
de: cmux Computer Use benötigt diese Berechtigungen, um Apps auf Ihrem Mac zu verwenden. Diese Berechtigungen werden verwendet, wenn Sie cmux bitten, Aufgaben auszuführen.
es: cmux Computer Use necesita estos permisos para usar aplicaciones en tu Mac. Estos permisos se utilizan cuando le pides a cmux que realice tareas.
fr: cmux Computer Use a besoin de ces autorisations pour utiliser des applications sur votre Mac. Ces autorisations sont utilisées lorsque vous demandez à cmux d’effectuer des tâches.
ja: cmux Computer UseがこのMac上のアプリを操作するには、これらの権限が必要です。 権限は、cmuxにタスクを依頼したときに使用されます。
ko: cmux 컴퓨터 사용이 Mac의 앱을 사용하려면 다음 권한이 필요합니다. 이 권한은 cmux에게 작업을 지시할 때 사용됩니다.
zh_hans: cmux Computer Use 需要这些权限才能使用你 Mac 上的应用。 这些权限只在你让 cmux 执行任务时才会用到。
zh_hant: cmux 電腦操作需要這些權限才能使用您 Mac 上的應用程式。 這些權限會在您要求 cmux 執行任務時使用。

# computerUse.onboarding.hero.helperNote
source: Permissions belong to a separate Computer Use helper. You can quit or reopen it without closing cmux or your terminal sessions.
ar: تذهب الأذونات إلى مساعد استخدام الكمبيوتر المنفصل لـ cmux — بينما لا تتلقاها طرفية cmux نفسها أبداً.
de: Die Berechtigungen gehen an den separaten cmux-Computer-Use-Helfer — das cmux-Terminal selbst erhält sie nie.
es: Los permisos se conceden al asistente independiente cmux Computer Use; la propia terminal de cmux nunca los recibe.
fr: Les autorisations sont accordées à l’assistant distinct cmux Computer Use — le terminal cmux lui-même ne les reçoit jamais.
ja: 権限は独立したComputer Useヘルパーに付与されます。ヘルパーを終了して再度開いても、cmuxやターミナルセッションは終了しません。
ko: 권한은 별도의 cmux 컴퓨터 사용 도우미로 부여되며, cmux 터미널 자체는 권한을 받지 않습니다.
zh_hans: 权限授予的是独立的 cmux Computer Use 助手 —— cmux 终端本身永远不会获得这些权限。
zh_hant: 權限會授與獨立的 cmux 電腦操作協助程式 — cmux 終端機本身絕不會取得 these 權限。

# computerUse.onboarding.hero.title
source: Enable cmux Computer Use
ar: تمكين استخدام الكمبيوتر لـ cmux
de: cmux Computer Use aktivieren
es: Habilitar cmux Computer Use
fr: Activer cmux Computer Use
ja: cmux Computer Useを有効にする
ko: cmux 컴퓨터 사용 활성화
zh_hans: 启用 cmux Computer Use
zh_hant: 啟用 cmux 電腦操作

# computerUse.onboarding.checkAgain
source: Check Again
ar: تحقق مرة أخرى
de: Überprüfen Sie es erneut
es: Comprobar de nuevo
fr: Revérifier
ja: もう一度確認
ko: 다시 확인하세요
zh_hans: 重新检查
zh_hant: 再次檢查

# computerUse.onboarding.checking
source: Checking…
ar: جاري التحقق…
de: Prüfen…
es: Comprobando…
fr: Vérification…
ja: 確認中…
ko: 확인 중…
zh_hans: 正在检查…
zh_hant: 正在檢查…

# computerUse.onboarding.notNow
source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
ja: 今はしない
ko: 지금은 아님
zh_hans: 以后再说
zh_hant: 現在不要

# computerUse.onboarding.media.detail
source: Let agents work across apps you choose
ar: السماح للعملاء بالعمل عبر التطبيقات التي تختارها
de: Lassen Sie Agenten über von Ihnen ausgewählte Apps hinweg arbeiten
es: Permite que los agentes trabajen en las aplicaciones que elijas
fr: Laissez les agents travailler sur les applications de votre choix
ja: 選択したアプリをエージェントが操作できます
ko: 에이전트가 선택한 앱에서 작업할 수 있도록 허용
zh_hans: 让代理在你指定的应用之间工作
zh_hant: 允許代理程式在您選擇的應用程式中跨程式工作

# computerUse.onboarding.media.title
source: Computer use
ar: استخدام الكمبيوتر
es: Uso de la computadora
fr: Utilisation de l’ordinateur
ja: コンピュータ操作
ko: 컴퓨터 사용
zh_hant: 電腦操作

# computerUse.onboarding.openSystemSettings
source: Open System Settings
ar: فتح إعدادات النظام
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir les Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开「系统设置」
zh_hant: 開啟系統設定

# computerUse.onboarding.overview.accessibility
source: Control apps you choose
ar: التحكم في التطبيقات التي تختارها
de: Steuern Sie von Ihnen ausgewählte Apps
es: Controla las aplicaciones que elijas
fr: Contrôlez les applications de votre choix
ja: 選択したアプリを操作
ko: 선택한 앱 제어
zh_hans: 控制你指定的应用
zh_hant: 控制您選擇的應用程式

# computerUse.onboarding.overview.detail
source: When a task needs more than the terminal, supported agents can see and drive local apps. Permissions belong to a separate helper, so granting them never requires restarting cmux.
ar: عندما تحتاج المهمة إلى ما هو أكثر من الطرفية، يمكن للعملاء المدعومين رؤية التطبيقات المحلية وتشغيلها. تنتمي الأذونات إلى مساعد منفصل، لذا فإن منحها لا يتطلب أبداً إعادة تشغيل cmux.
de: Wenn eine Aufgabe mehr als das Terminal erfordert, können unterstützte Agenten lokale Apps sehen und steuern. Berechtigungen gehören zu einem separaten Helfer, sodass deren Gewährung niemals einen Neustart von cmux erfordert.
es: Cuando una tarea requiere más que la terminal, los agentes compatibles pueden ver y controlar aplicaciones locales. Los permisos corresponden a un asistente independiente, por lo que concederlos nunca requiere reiniciar cmux.
fr: Lorsqu’une tâche nécessite plus que le terminal, les agents pris en charge peuvent voir et contrôler les applications locales. Les autorisations appartiennent à un assistant distinct, leur octroi ne nécessite donc jamais de redémarrer cmux.
ja: ターミナル以外の操作が必要なとき、対応するエージェントはローカルアプリを表示して操作できます。権限は別のヘルパーに付与されるため、許可後にcmuxを再起動する必要はありません。
ko: 작업에 터미널 이상의 것이 필요할 때, 지원되는 에이전트가 로컬 앱을 보고 제어할 수 있습니다. 권한은 별도의 도우미에 속하므로 권한을 부여할 때 cmux를 재시작할 필요가 없습니다.
zh_hans: 当任务超出终端能力范围时，受支持的代理可以查看并操作本地应用。权限归属于一个独立的助手，因此授权时无需重启 cmux。
zh_hant: 當任務需要的操作超出終端機範圍時，支援的代理程式可以檢視並操作本機應用程式。由於權限屬於獨立的協助程式，因此授與權限絕不需要重新啟動 cmux。

# computerUse.onboarding.overview.local
source: Runs locally with separate cmux Computer Use permissions
ar: يعمل محلياً بأذونات منفصلة لاستخدام الكمبيوتر لـ cmux
de: Läuft lokal mit separaten Berechtigungen für cmux Computer Use
es: Se ejecuta localmente con permisos independientes de cmux Computer Use
fr: S’exécute localement avec des autorisations cmux Computer Use distinctes
ja: 独立したcmux Computer Useの権限でローカル実行
ko: 별도의 cmux 컴퓨터 사용 권한으로 로컬에서 실행됩니다
zh_hans: 在本地运行，使用独立的 cmux Computer Use 权限
zh_hant: 於本機執行，並擁有獨立的 cmux 電腦操作權限

# computerUse.onboarding.overview.restartHelper
source: Only the Computer Use helper needs to restart after permission changes. cmux stays open.
ar: يحتاج مساعد استخدام الكمبيوتر فقط إلى إعادة التشغيل بعد تغييرات الأذونات. يظل cmux مفتوحاً.
de: Nach Berechtigungsänderungen muss nur der Computer-Use-Helfer neu gestartet werden. cmux bleibt geöffnet.
es: Solo el asistente de Computer Use debe reiniciarse tras los cambios de permisos. cmux permanece abierto.
fr: Seul l’assistant Computer Use a besoin de redémarrer après modification des autorisations. cmux reste ouvert.
ja: 権限の変更後に再起動が必要なのはComputer Useヘルパーだけです。cmuxは開いたままです。
ko: 권한을 변경한 후 컴퓨터 사용 도우미만 재시작하면 됩니다. cmux는 열린 상태로 유지됩니다.
zh_hans: 权限变更后只需重启 Computer Use 助手，cmux 保持打开。
zh_hant: 變更權限後，只有電腦操作協助程式需要重新啟動。cmux 將保持開啟狀態。

# computerUse.onboarding.overview.screenRecording
source: See app windows and screen content
ar: رؤية نوافذ التطبيق ومحتوى الشاشة
de: App-Fenster und Bildschirminhalt sehen
es: Ver las ventanas de las aplicaciones y el contenido de la pantalla
fr: Voir les fenêtres des applications et le contenu de l’écran
ja: アプリウインドウと画面内容を表示
ko: 앱 창 및 화면 콘텐츠 보기
zh_hans: 查看应用窗口与屏幕内容
zh_hant: 檢視應用程式視窗與螢幕內容

# computerUse.onboarding.overview.short
source: How it works
ar: آلية العمل
de: Wie es funktioniert
es: Cómo funciona
fr: Comment ça marche
ja: 仕組み
ko: 작동 방식
zh_hans: 工作原理
zh_hant: 運作方式

# computerUse.onboarding.overview.telemetry
source: Driver telemetry and update checks are disabled
ar: تم تعطيل القياس البعدي لبرنامج التشغيل وفحوصات التحديث
de: Treiber-Telemetrie und Update-Prüfungen sind deaktiviert
es: La telemetría del controlador y las comprobaciones de actualizaciones están desactivadas
fr: La télémétrie du pilote et les vérifications de mise à jour sont désactivées
ja: ドライバーのテレメトリと更新確認は無効
ko: 드라이버 텔레메트리 및 업데이트 확인은 비활성화되어 있습니다
zh_hans: 驱动遥测与更新检查均已禁用
zh_hant: 驅動程式遙測和更新檢查已停用

# computerUse.onboarding.overview.title
source: Agents can work across apps on this Mac
ar: يمكن للعملاء العمل عبر التطبيقات على جهاز Mac هذا
de: Agenten können über Apps auf diesem Mac hinweg arbeiten
es: Los agentes pueden trabajar en distintas aplicaciones en este Mac
fr: Les agents peuvent travailler sur toutes les applications de ce Mac
ja: エージェントがこのMac上のアプリを操作できます
ko: 에이전트가 이 Mac의 여러 앱에서 작업할 수 있습니다
zh_hans: 代理可以在这台 Mac 的各个应用间工作
zh_hant: 代理程式可在這部 Mac 上的不同應用程式中工作

# computerUse.onboarding.permissionReady.detail
source: You can continue to the next step.
ar: يمكنك المتابعة إلى الخطوة التالية.
de: Sie können mit dem nächsten Schritt fortfahren.
es: Puedes continuar con el siguiente paso.
fr: Vous pouvez passer à l’étape suivante.
ja: 次のステップに進めます。
ko: 다음 단계로 진행할 수 있습니다.
zh_hans: 你可以继续下一步了。
zh_hant: 您可以繼續進行下一個步驟。

# computerUse.onboarding.permissionReady.title
source: Permission granted
ar: تم منح الإذن
de: Berechtigung erteilt
es: Permiso concedido
fr: Autorisation accordée
ja: 権限が許可されました
ko: 권한 허용됨
zh_hans: 已授予权限
zh_hant: 已授與權限

# computerUse.onboarding.permission.instructions
source: In System Settings, turn on %@, then return here.
ar: في إعدادات النظام، قم بتشغيل %@، ثم عد إلى هنا.
de: Aktiviere %@ in den Systemeinstellungen und kehre dann hierher zurück.
es: En Ajustes del Sistema, activa %@ y vuelve aquí.
fr: Dans les Réglages Système, activez %@, puis revenez ici.
ja: システム設定で%@をオンにしてから、ここに戻ってください。
ko: 시스템 설정에서 %@을(를) 켠 다음, 여기로 돌아오십시오.
zh_hans: 在「系统设置」中打开 %@，然后回到这里。
zh_hant: 在系統設定中開啟 %@，然後返回此處。

# computerUse.onboarding.preparingHelper
source: Preparing cmux Computer Use…
ar: جاري تحضير استخدام الكمبيوتر لـ cmux…
de: cmux Computer Use wird vorbereitet…
es: Preparando cmux Computer Use…
fr: Préparation de cmux Computer Use…
ja: cmux Computer Useを準備中…
ko: cmux 컴퓨터 사용 준비 중…
zh_hans: 正在准备 cmux Computer Use…
zh_hant: 正在準備 cmux 電腦操作…

# computerUse.onboarding.screenRecording.cardDetail
source: Allows cmux Computer Use to see app windows and screen content
ar: يسمح لميزة استخدام الكمبيوتر لـ cmux برؤية نوافذ التطبيق ومحتوى الشاشة
de: Ermöglicht es cmux Computer Use, App-Fenster und Bildschirminhalte zu sehen
es: Permite que cmux Computer Use vea las ventanas de las aplicaciones y el contenido de la pantalla
fr: Permet à cmux Computer Use de voir les fenêtres des applications et le contenu de l’écran
ja: cmux Computer Useがアプリのウインドウと画面の内容を表示できるようにします
ko: cmux 컴퓨터 사용이 앱 창 및 화면 콘텐츠를 볼 수 있도록 허용
zh_hans: 允许 cmux Computer Use 查看应用窗口与屏幕内容
zh_hant: 允許 cmux 電腦操作檢視應用程式視窗與螢幕內容

# computerUse.onboarding.screenRecording.detail
source: Screen Recording lets the Computer Use helper see app windows and screen content so it can act on what is visible.
ar: يتيح تسجيل الشاشة لمساعد استخدام الكمبيوتر رؤية نوافذ التطبيق ومحتوى الشاشة حتى يتمكن من اتخاذ إجراء بناءً على ما هو مرئي.
de: Die Bildschirmaufnahme ermöglicht es dem Computer Use-Helfer, App-Fenster und Bildschirminhalte zu sehen, damit er auf das reagieren kann, was sichtbar ist.
es: La grabación de pantalla permite que el asistente de Computer Use vea las ventanas de las aplicaciones y el contenido de la pantalla para poder actuar sobre lo que es visible.
fr: L’enregistrement de l’écran permet à l’assistant Computer Use de voir les fenêtres des applications et le contenu de l’écran afin qu’il puisse agir sur ce qui est visible.
ja: 画面収録を許可すると、Computer Useヘルパーはアプリウインドウや画面内容を確認し、表示されているものを操作できます。
ko: 화면 기록 권한을 허용하면 컴퓨터 사용 도우미가 앱 창 및 화면 콘텐츠를 볼 수 있어 화면에 표시되는 내용을 바탕으로 동작할 수 있습니다.
zh_hans: 屏幕录制让 Computer Use 助手能够看到应用窗口与屏幕内容，从而根据可见内容进行操作。
zh_hant: 「螢幕錄製」可讓電腦操作協助程式檢視應用程式視窗與螢幕內容，以便根據可見畫面進行操作。

# computerUse.onboarding.screenRecording.short
source: Screen Recording
ar: تسجيل الشاشة
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement de l’écran
ja: 画面収録
ko: 화면 기록
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

# computerUse.onboarding.screenRecording.title
source: Grant Screen Recording
ar: منح إذن تسجيل الشاشة
de: Bildschirmaufnahme erlauben
es: Conceder permiso de grabación de pantalla
fr: Autoriser l’enregistrement de l’écran
ja: 画面収録を許可
ko: 화면 기록 권한 부여
zh_hans: 授予屏幕录制权限
zh_hant: 授權螢幕錄製

# computerUse.onboarding.screenshots.cardDetail
source: cmux uses screenshots to know where to click
ar: يستخدم cmux لقطات الشاشة لمعرفة مكان النقر
de: cmux verwendet Screenshots, um zu wissen, wo geklickt werden muss
es: cmux utiliza capturas de pantalla para saber dónde hacer clic
fr: cmux utilise des captures d’écran pour savoir où cliquer
ja: cmuxはスクリーンショットを使ってクリック位置を判断します
ko: cmux는 클릭할 위치를 알기 위해 스크린샷을 사용합니다
zh_hans: cmux 通过屏幕快照判断该点按哪里
zh_hant: cmux 使用螢幕快照以判定點擊位置

# computerUse.onboarding.screenshots.confirmDetail
source: macOS asks for confirmation. Allow screen capture.
ar: يطلب نظام macOS التأكيد — اسمح بتسجيل الشاشة
de: macOS bittet um Bestätigung — Bildschirmaufnahme erlauben
es: macOS solicita confirmación: permite la captura de pantalla
fr: macOS demande une confirmation — autoriser la capture d’écran
ja: macOSの確認で画面収録を許可してください
ko: macOS가 확인을 요청하면 화면 캡처를 허용하십시오
zh_hans: macOS 会请求确认 —— 请允许屏幕捕捉
zh_hant: macOS 要求確認 — 允許螢幕擷取

# computerUse.onboarding.screenshots.short
source: Screenshots
ar: لقطات الشاشة
de: Bildschirmaufnahme
es: Capturas de pantalla
fr: Captures d’écran
ja: スクリーンショット
ko: 스크린샷
zh_hans: 屏幕快照
zh_hant: 螢幕快照

# computerUse.onboarding.status.granted
source: Granted
ar: ممنوح
de: Gewährt
es: Concedido
fr: Autorisé
ja: 許可済み
ko: 허용됨
zh_hans: 已授予
zh_hant: 已授與

# computerUse.onboarding.status.notGranted
source: Not Granted
ar: غير ممنوح
de: Nicht gewährt
es: No concedido
fr: Non autorisé
ja: 未許可
ko: 허용 안 됨
zh_hans: 未授予
zh_hant: 未授與

# computerUse.onboarding.step
source: Step %lld of 3
ar: الخطوة %lld من 3
de: Schritt %lld von 3
es: Paso %lld de 3
fr: Étape %lld sur 3
ja: 3ステップ中%lld
ko: 3단계 중 %lld단계
zh_hans: 第 %lld 步，共 3 步
zh_hant: 第 %lld 步，共 3 步

# computerUse.onboarding.windowTitle
source: Computer Use Setup
ar: إعداد استخدام الكمبيوتر
de: Computer Use-Einrichtung
es: Configuración de Computer Use
fr: Configuration de Computer Use
ja: コンピュータ操作の設定
ko: 컴퓨터 사용 설정
zh_hans: Computer Use 设置
zh_hant: 電腦操作設定

# featureFlags.computerUseUX.description
source: Shows the Computer Use menu-bar item and automatic onboarding.
ar: يعرض عنصر شريط قوائم استخدام الكمبيوتر والإعداد التلقائي.
de: Zeigt das Computer Use-Menüleistenelement und das automatische Onboarding an.
es: Muestra el elemento de Computer Use en la barra de menús y el asistente de configuración automático.
fr: Affiche l’élément Computer Use dans la barre de menus et l’intégration automatique.
ja: 「コンピュータ操作」のメニューバー項目と自動オンボーディングを表示します。
ko: 컴퓨터 사용 메뉴 막대 항목 및 자동 온보딩을 표시합니다.
zh_hans: 显示 Computer Use 菜单栏项与自动引导流程。
zh_hant: 顯示電腦操作選單列項目與自動上線引導。

# featureFlags.computerUseUX.title
source: Computer Use UX
ar: واجهة مستخدم استخدام الكمبيوتر
es: UX de Computer Use
fr: UX de Computer Use
ja: コンピュータ操作UX
ko: 컴퓨터 사용 UX
zh_hans: Computer Use 体验
zh_hant: 電腦操作 UX

# settings.computerUse.enabled
source: Enable Computer Use
ar: تمكين استخدام الكمبيوتر
de: Computer Use aktivieren
es: Habilitar Computer Use
fr: Activer Computer Use
ja: コンピュータ操作を有効にする
ko: 컴퓨터 사용 활성화
zh_hans: 启用 Computer Use
zh_hant: 啟用電腦操作

# settings.computerUse.enabled.note
source: Computer Use runs locally in the bundled cmux Computer Use app. Its permissions and restart lifecycle are independent from cmux. Telemetry and update checks are disabled.
ar: يتم تشغيل استخدام الكمبيوتر محلياً في تطبيق استخدام الكمبيوتر لـ cmux المضمن. أذوناته ودورة حياة إعادة تشغيله مستقلة عن cmux. تم تعطيل القياس البعدي وفحوصات التحديث.
de: Computer Use läuft lokal in der mitgelieferten cmux Computer Use-App. Ihre Berechtigungen und ihr Neustart-Lebenszyklus sind unabhängig von cmux. Telemetrie und Update-Prüfungen sind deaktiviert.
es: Computer Use se ejecuta localmente en la aplicación integrada cmux Computer Use. Sus permisos y ciclo de vida de reinicio son independientes de cmux. La telemetría y las comprobaciones de actualizaciones están desactivadas.
fr: Computer Use s’exécute localement dans l’application cmux Computer Use intégrée. Ses autorisations et son cycle de vie de redémarrage sont indépendants de cmux. La télémétrie et les vérifications de mise à jour sont désactivées.
ja: Computer Useは、cmuxに同梱されたcmux Computer Useアプリでローカル実行されます。権限と再起動のライフサイクルはcmuxから独立しています。テレメトリと更新確認は無効です。
ko: 컴퓨터 사용은 내장된 cmux 컴퓨터 사용 앱에서 로컬로 실행됩니다. 이 앱의 권한 및 재시작 수명 주기는 cmux와 독립적입니다. 텔레메트리 및 업데이트 확인은 비활성화되어 있습니다.
zh_hans: Computer Use 在内置的 cmux Computer Use 应用中本地运行。它的权限与重启生命周期都独立于 cmux。遥测与更新检查均已禁用。
zh_hant: 電腦操作於隨附的本機 cmux 電腦操作應用程式中執行。其權限和重新啟動生命週期與 cmux 獨立。遙測和更新檢查已停用。

# settings.computerUse.enabled.subtitleOff
source: New agent launches start without the computer-use tools, including in terminals that are already open.
ar: تبدأ عمليات إطلاق العميل الجديدة بدون أدوات استخدام الكمبيوتر، بما في ذلك الطرفيات المفتوحة بالفعل.
de: Neue Agenten-Starts erfolgen ohne die Computer-Use-Tools, auch in bereits geöffneten Terminals.
es: Los nuevos inicios de agentes se iniciarán sin las herramientas de uso de computadora, incluso en las terminales que ya estén abiertas.
fr: Les lancements de nouveaux agents démarrent sans les outils computer-use, y compris dans les terminaux déjà ouverts.
ja: すでに開いているターミナルも含め、新しく起動するエージェントはコンピュータ操作ツールなしで開始されます。
ko: 이미 열려 있는 터미널을 포함하여 새로 시작하는 에이전트는 컴퓨터 사용 도구 없이 시작됩니다.
zh_hans: 新启动的代理不再带 Computer Use 工具，已经打开的终端同样如此。
zh_hant: 新啟動的代理程式將不包含電腦操作工具，這也包括已開啟的終端機。

# settings.computerUse.enabled.subtitleOn
source: Supported agent sessions can see and drive apps on this Mac.
ar: يمكن لجلسات العملاء المدعومة رؤية وتشغيل التطبيقات على جهاز Mac هذا.
de: Unterstützte Agenten-Sitzungen können Apps auf diesem Mac sehen und steuern.
es: Las sesiones de agentes compatibles pueden ver y controlar aplicaciones en este Mac.
fr: Les sessions d’agent prises en charge peuvent voir et contrôler les applications sur ce Mac.
ja: 対応するエージェントセッションがこのMac上のアプリを表示して操作できます。
ko: 지원되는 에이전트 세션은 이 Mac의 앱을 보고 제어할 수 있습니다.
zh_hans: 受支持的代理会话可以查看并操作这台 Mac 上的应用。
zh_hant: 支援的代理程式工作階段可檢視並操作此 Mac 上的應用程式。

# settings.computerUse.permission.accessibility
source: Accessibility
ar: إمكانية الوصول
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 손쉬운 사용
zh_hans: 辅助功能
zh_hant: 輔助功能

# settings.computerUse.permission.accessibility.subtitle
source: Lets cmux Computer Use inspect and control app interfaces.
ar: يسمح لميزة استخدام الكمبيوتر لـ cmux بفحص واجهات التطبيق والتحكم فيها.
de: Ermöglicht es cmux Computer Use, App-Oberflächen zu prüfen und zu steuern.
es: Permite a cmux Computer Use inspeccionar y controlar las interfaces de las aplicaciones.
fr: Permet à cmux Computer Use d’inspecter et de contrôler les interfaces des applications.
ja: cmux Computer Useがアプリのインターフェースを確認して操作できるようにします。
ko: cmux 컴퓨터 사용이 앱 인터페이스를 검사하고 제어할 수 있도록 허용합니다.
zh_hans: 让 cmux Computer Use 能够检查并控制应用界面。
zh_hant: 允許 cmux 電腦操作檢查與控制應用程式介面。

# settings.computerUse.permission.grant
source: Grant…
ar: منح…
de: Gewähren…
es: Conceder…
fr: Autoriser…
ja: 許可…
ko: 부여…
zh_hans: 授予…
zh_hant: 授權…

# settings.computerUse.permission.granted
source: Granted
ar: ممنوح
de: Gewährt
es: Concedido
fr: Autorisé
ja: 許可済み
ko: 허용됨
zh_hans: 已授予
zh_hant: 已授與

# settings.computerUse.permission.notGranted
source: Not Granted
ar: غير ممنوح
de: Nicht gewährt
es: No concedido
fr: Non autorisé
ja: 未許可
ko: 허용 안 됨
zh_hans: 未授予
zh_hant: 未授與

# settings.computerUse.permission.unknown
source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알려지지 않은
zh_hans: 未知
zh_hant: 未知

# settings.computerUse.permission.openSystemSettings
source: Open System Settings
ar: فتح إعدادات النظام
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir les Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开「系统设置」
zh_hant: 開啟系統設定

# settings.computerUse.permission.screenRecording
source: Screen Recording
ar: تسجيل الشاشة
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement de l’écran
ja: 画面収録
ko: 화면 기록
zh_hans: 屏幕录制
zh_hant: 螢幕錄製
